import { HomeNav } from "./HomeNav"
// import MyStepper from "./Stepper"

export const Home = () => {

    return <div className="flex-column home">
        <HomeNav></HomeNav>
        <div className="home1">
            <div className="mainTitle">
              
            </div>

           
            <div className="about-us flex-row">
                <div className="text">
                    <h3 className="title">נעים להכיר</h3>
                    <p>בסטודיו איילת השחר, כל רגע של יצירה הוא חוויה ייחודית ומיוחדת. אנחנו מאמינים שכל הקלטה, שירה או פרויקט מוזיקלי דורשים יחס אישי, מקצועיות מלאה ואווירה תומכת שבה הלקוח מרגיש בנוח ומקבל את כל הכלים כדי להביא את עצמו ואת יצירתו לידי ביטוי במלוא עוצמתם.

הסטודיו שלנו מוקדש ללקוחות פרטיים שמעוניינים בחוויה אישית ומקצועית, עם דגש על נוחות, מהירות וזמינות מקסימלית. אנחנו מבינים שכל רגע חשוב, ולכן יצרנו מערכת עבודה שמאפשרת זמינות גבוהה וגמישות מרבית, כדי שכל לקוח יוכל ליצור מתי שרוצה ובתנאים הנוחים לו ביותר.

באיילת השחר תמצאו ציוד מתקדם, סביבה נעימה ומקצועית, ותשומת לב לכל פרט – החל מהאווירה באולפן, דרך איכות ההקלטות ועד לליווי אישי של כל פרויקט. כל אחד מהלקוחות שלנו זוכה ליחס אישי שמותאם בדיוק לצרכים שלו, ולחוויה שמרגישה טבעית, זורמת ומהנה.

אצלנו המקצועיות והמסירות אינן רק מילים – הן באות לידי ביטוי בכל החלטה, בכל פעולה ובכל רגע שהלקוח נמצא אצלנו. אנחנו מאמינים שאהבה למוזיקה וליצירה היא הבסיס להצלחת כל פרויקט, ולכן כל צוות הסטודיו מחויב להעניק את מיטב הידע, היכולת והניסיון שלו, כדי שכל לקוח יצא עם תוצר שהוא גאה בו ושממלא אותו סיפוק.

אנו מזמינים אתכם להצטרף לחוויה של יצירה אמיתית – ליצור, להקליט, להתנסות ולחוות את השילוב המושלם בין מקצועיות, זמינות וחוויה אישית. באיילת השחר היצירה שלכם היא המרכז, ואנחנו כאן כדי להפוך כל רגע למיוחד, בלתי נשכח ומלא השראה.
                    </p>
                </div>
                <img className="img" src={`${process.env.PUBLIC_URL}/images/s1.jpg`}></img>
            </div>

            <br></br>

            <div className="steps">
                <h3 className="title">איך מצטרפים?</h3>
                <br></br>
                {/* <MyStepper></MyStepper> */}
            </div>

            <br></br>
        </div>
    </div>
}